import marketing from "./public/imgs/projects/articles/right-marketing.jpg";
import killer from "./public/imgs/projects/articles/project-killer.jpg";
import crm from "./public/imgs/projects/articles/crm.jpg";
import persona from "./public/imgs/projects/articles/buer-persona.jpg";




export const articles = [
  {
    id: 1,
    title: " بحتاج تسويق ؟ 😥" ,
    img: marketing,
    link: "https://www.facebook.com/100091531785472/posts/pfbid02GgzS9VpSdMm46kfTWA4LxzFNNpedbdMSZudYB5sP6DFEp59bLJUxL7vyk5H5oUiVl/?app=fbl",
    text: `
    ✨ لدي منتج رائع (خدمة رائعة) هل بحتاج حقا الي التسويق ❓🤔

    ✨دا اكبر خطأ ممكن يقع فيهو اصحاب المشاريع
    بفتكروا انو المنتج او الخدمة البقدموها مجرد ماتجهز 
    السوق هايتكسر اشان يشتريها مطبقين مبدأ او استراتيجية ((إذا أنجزتالبناء فسيأتون إليك)).
    
    ✨ مفتكرين حبكة وتجهيز  وجودةالمنتج أو الخدمة كافية
    انو تجيب ليهم مبيعات عاليه والناس هاتموت في
    المنتج بتاعم لا ياحبيبي المبدأ دا اذا طبقته فصدقني
    انو دي أسوأ استراتيجية أعمال ممكن تعمل بيها الاستراتيجية دي صدقني مكلفة ومرتبطة باحتمال كبير ومرتفع جدا للفشل.
    
    ✨تتذكروا في منتجات ذات جوة تقنية عالية جدا
    بسبب عدم التسويق ليها وبدون دراسة السوق فشلت
    فشل تجاري كبير جدا، زي بيتاماكس ((Betamax))، 
    وذا نيوتن((the Newton))، وليزرديسك((lasedisc)) 
    
    ✨ لايكفي وجود منتج او خدمة جيدة او حتي رائعة 
    انو الناس ممكن أن يشتريهوها بل يجب أن يكون التسويق هو أحد أهم أنشطتك أن كنت تريد النجاح لمشروعك..
    
    `
  },
  {
    id: 2,
    title: "  كيف تقتل مشروعك ",
    img: killer,
    link: "https://www.facebook.com/100091531785472/posts/pfbid02ySxFmgT7xKaWtjJTBSRgNGbHQk673P1MfyqfudHQs91zpT8vxQm2M5fybd9akMb2l/?app=fbl",
    text: `

📍 سأكشف لك الأن أحد اسهل الطرق 
لقتل مشروعك ‼️👌

أتمنى ما تعمل الحاجة دي ، هي فعلا أكبر
 الأخطاء التي يرتكبها اصحاب المشاريع الصغيرة 
فيما يتعلق بالتسويق، وهي مشكلة منتشرة وهي 
فحوى السؤال ((لماذا تفشل معظم المشاريع الصغيرة؟ ))

إذا كان عندك مشروع صغيرة، فلابد انك فكرت
ولو شوية في التسويق والإعلان. مالطريقة الممكن
تستخدمه و ماذا ستقول في الإعلان❓

🔷طبعا كل اصحاب المشاريع الصغيرة طوالي بعاين
للمنافسين الكبار والناجحين في مجال مشروعه
الصغير  وبحاول بكل بكل الطرق انو يقلد الناس
ديل ماعندنا مشكله اعمل البعملوا، بس هل تفتكر إنه
كدا ممكن تنجح ❓🤔

🔷بالعكس انت كدا بتجيب نهاية مشروعك بيدك
ودا إجابة السؤال القبيل وسبب رئيسي في إنه
معظم المشاريع الصغيرة بتفشل.

🔷 اصحاب المشاريع الكبري او المنافسين الأكبر
منك عندهم برنامج مختلف عن التسويق والإعلان
وعندهم إستراتيجياتهم وأولوياتهم، من أولوياتهم
أرضا مجلس الإدارة، طمأنينة المساهمين وغيرها. 

🔷وخليك من دا هم عندهم ميزانية ضخمة مقسمه 
لفترات وكل فترة عندها هدف معين وخطة تسويق 
وإعلان
    
    `
  },
  {
    id: 3,
    title: " مزايا استخدام نظام إدارة علاقات العملاء  ",
    img: crm,
    link: "https://www.facebook.com/100091531785472/posts/pfbid0277Dm47yN9wu6Go2mEqdStJKhpf2f4wjRAJKcEHyFSKo2BpfwRNdoeo7x91eD8G1Zl/?app=fbl",
    text: `
   

    طبعا هنالك مزايا فريده جدا
    في استخدام هذا النظام 👌
    ومن ضمنها :- 
    
    1️⃣ تحسين خدمة العملاء 
    2️⃣ زيادة المبيعات والإيرادات 
    3️⃣ تحسين كفاءة العمليات 
    4️⃣ إتخاذ قرارات أفضل استناداً 
    الي البيانات 
    5️⃣ بناء علاقات أقوى مع العملاء 
    
    🔰هنالك نوعان من أنظمة إدارة علاقات العملاء CRM 👌
    
    1️⃣ أنظمة التشغيلية CRM 
     
    ودي بتركز بشكل اساسي علي 
    اتمتة المهام اليومية المتعلقة 
    بإدارة العملاء مثل تتبع جهات 
    اتصال العملاء وإدارة الحملات 
    التسويقية وتقديم خدمة العملاء. 
    
    2️⃣ أنظمة تحليلية CRM 
    
    تركز علي تحليل بيانات العملاء 
    لتحديد الاتجاهات وفهم احتياجاتهم 
    
    📍 تستخدم العديد من الشركات 
    مزيجا من أنظمة التشغيلية والتحليلة CRM 
    لتحسين علاقات  العملاء بشكل شامل 
    
    #وليداحمد  #Waleed_Ahmed 
    #كاتب_محتوي_تسويقي 
    #digitalmarketing

    `
  },
  {
    id: 4,
    title: " 🔷كيف تعرف زبونك المثالي❓",
    img: persona,
    link: "https://www.facebook.com/100091531785472/posts/pfbid0WmStu6kpPUcKGfXU6Y6nDZKhe3LiNsG3BQw4NEFiSp2QRMwyFY82odFK8az2UvvTl/?app=fbl",
    text: `
    🔰 كيف تحدد سوقك المستهدف المثالي 🤔❓

 اول حاجة تعمله حدد سوق مستهدف ضيق 
ما تعمل فيها مقفل العلم وتشتغل في اكثرمن مجال
 في بداية عملك بضيع صدقني 
وكلما كثرة مجالاتك في بداية مشوارك قلت
مهاراتك ركز علي حاجة واحدة وابدع فيها 
ولمن تشتغل فيها كتير وتبقي خبير فيها 
عادي ممكن تختار حاجة تانية بجانب شغلك الاول. 

🔷اها انت قلت كيف تعرف زبونك او سوقك
المثالي دا شنو الكلام الكتير الفوق دا 😁
خلاص تمام تعال اوريك زبونك المثالي 👌

🔷 استخدم مؤشر يسمي ((PVP INDEX))
دا شنو كمان 🤔
دا ياسيد انك تدي كل جزء من سوقك 10درجات علي المؤشر دا اعتمادا علي ثلاثة اساليب وهي. 

🔷الإشباع الزاتي ((personal fulfillment)) 

تسأل نفسك انت قدر شنو مستمتع مع النوع 
دا من الزبائن ❓ مرات بنتعامل مع نوع من 
الزبائن المتعب والمؤلم فقط من اجل المال 
فهنا إذا نقيس مدى متعتنا في التعامل 
مع هذا الجزء السوق تدي نفسك من10 كم 

🔷 القيمة للسوق ((value marketing)) 

تسأل نفسك كم يقدر هذا الجزء السوقي عملك ❓
هل انت مستعد لدفع الكثير لقاء عملك ❓
ادي نفسك من 10كم تقدير 

🔷 الربحية ((profitablity))

    `
  },
  
  
 
 
 
];
